tap "homebrew/bundle"
brew "git"
brew "gnupg"
brew "mas"
brew "neofetch"
brew "nmap"
brew "nvm"
brew "qrencode"
brew "pass"
brew "pass-otp"
brew "ykman"
cask "arc"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "obsidian"
cask "tailscale"
cask "visual-studio-code"
cask "warp"
cask "yubico-yubikey-manager"
cask "zed"
vscode "GrapeCity.gc-excelviewer"
vscode "ms-azuretools.vscode-docker"
vscode "redhat.vscode-yaml"
vscode "Vue.volar"
