tap "homebrew/bundle"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "tursodatabase/tap"
brew "sqlite"
brew "deno"
brew "flyctl"
brew "git"
brew "gnupg"
brew "mas"
brew "neofetch"
brew "nmap"
brew "nvm"
brew "qrencode"
brew "pass"
brew "pass-otp"
brew "ykman"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "tursodatabase/tap/turso"
cask "arc"
cask "brave-browser"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "obsidian"
cask "postman"
cask "protonvpn"
cask "publii"
cask "responsively"
cask "skiff"
cask "tableplus"
cask "tailscale"
cask "telegram"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "yubico-yubikey-manager"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "antfu.unocss"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "EditorConfig.EditorConfig"
vscode "eliostruyf.vscode-front-matter"
vscode "GrapeCity.gc-excelviewer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "netcorext.uuid-generator"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "unifiedjs.vscode-mdx"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
