tap "homebrew/bundle"
tap "oven-sh/bun"
brew "git"
brew "gnupg"
brew "mas"
brew "neofetch"
brew "nmap"
brew "nvm"
brew "qrencode"
brew "pass"
brew "pass-otp"
brew "ykman"
brew "oven-sh/bun/bun"
cask "arc"
cask "brave-browser"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "obsidian"
cask "publii"
cask "skiff"
cask "tailscale"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "yubico-yubikey-manager"
cask "zed"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "EditorConfig.EditorConfig"
vscode "eliostruyf.vscode-front-matter"
vscode "GrapeCity.gc-excelviewer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
