tap "homebrew/aliases"
tap "homebrew/bundle"
brew "git"
brew "gnupg"
brew "pass"
brew "pinentry-mac"
brew "zsh"
cask "balenaetcher"
cask "brave-browser"
cask "figma"
cask "logi-options+"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zed"
